using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace Models
{
    public class Read_Me
    {
        ///کلاس لایبرری ها برای ساختن کلاس ها ساخته میشوند
        ///زمانی که نخاهیم داخل خود پروژه کلاس ایجاد کنیم
        ///دو نوع کلاس لایبرری داریم باید کلاس لایبرری دات نت را انتخاب کنیم کلاس لایبرری استاندارد نمیدونم چیست
        ///سپس باید داخل پروژه ای که میخاهیم از کلاس ها استفاده کنیم در قسمت رفرنس ها و پروژه ها این لایبرری را ادد کنیم
        ///بعد با قرار دادن نام این لایبرری داخل یوزینگ میشود از این کلاس ها استفاده کرد
    }
}
